Dlubal.RFEM5.TendonPrestressIndicatorType
Type of tendon pres-tressing indicator

Dlubal.RFEM5.TendonPrestressIndicatorType.FromUnknown
Stressing from unknown

Dlubal.RFEM5.TendonPrestressIndicatorType.FromBegin
Stressing from beginning

Dlubal.RFEM5.TendonPrestressIndicatorType.FromEnd
Stressing from end

Dlubal.RFEM5.TendonPrestressIndicatorType.FromBothAnchorBegin
Stressing from both ends, first anchoring from beginning

Dlubal.RFEM5.TendonPrestressIndicatorType.FromBothAnchorEnd
Stressing from both ends, first anchoring from end